Repository: mishin/perldoc-ru
Catalog: pod2-ru/tm/gc_2009_apr.tmx
Source language: en_us
Languages: ru

source: Last year when I was called to be the Young Women general president, as I was leaving President Monson’s office, he reached over to a bouquet of white roses, took one from the vase, and handed it to me. The moment he handed me that beautiful white rose, I knew why. I went back to the time when, as a young woman, I chose the white rose as my symbol of purity—my personal banner. How did President Monson know? I took that precious rose home, put it in a beautiful crystal vase, and placed it on a table where I could see it every day. Every day that rose reminded me of the importance of my own personal purity and virtue, and it reminded me of you. As you grow and blossom, your personal purity will enable you to become a force for good and an influence for righteousness in the world. I truly believe that one virtuous young woman, led by the Spirit, can change the world.
ru: В прошлом году, когда я уходила из кабинета Президента Монсона после того, как меня призвали стать Генеральным президентом Общества молодых женщин, он взял из вазы одну из белых роз и подарил ее мне. Как только он протянул мне эту прекрасную белую розу, я поняла, что это не случайно. Я вспомнила о времени, когда, будучи членом Общества молодых женщин, выбрала белую розу в качестве символа чистоты; это было мое личное знамя. Но откуда Президент Монсон узнал об этом? Я принесла эту драгоценную розу домой и поставила ее в красивую хрустальную вазу на столе, чтобы видеть ее каждый день. Эта роза постоянно напоминала мне о вас и о необходимости оставаться чистой и достойной. По мере вашего роста и развития ваша личная чистота поможет вам стать защитницами добра и оказывать праведное влияние на этот мир. Я действительно верю, что одна праведная девушка, ведомая Духом, может изменить мир.

source: May this be your goal and heart’s desire. May you be blessed as you strive to remain virtuous is my prayer in the name of Jesus Christ, amen.
ru: Пусть это станет вашей целью и желанием вашего сердца. Я молюсь, чтобы вы были благословлены в вашем стремлении оставаться добродетельными. Во имя Иисуса Христа, аминь.

source: My dear young sisters, what a glorious sight you are. I realize that beyond this magnificent Conference Center many thousands are assembled in chapels and in other settings throughout much of the world. I pray for heavenly help as I respond to the opportunity to address you.
ru: Мои дорогие юные сестры, какое великолепное зрелище вы собой являете! Я понимаю, что вне этого великолепного Конференц-центра многие тысячи собрались в домах собраний и других местах в значительной части мира. Я молюсь о Небесной помощи, откликаясь на эту возможность обратиться к вам.

source: We have heard timely, inspiring messages from your general Young Women leaders. These are choice women, called and set apart to guide and teach you. They love you, as do I.
ru: Мы услышали очень своевременные, вдохновляющие послания от руководителей вашего Общества молодых женщин. Это – избранные женщины, призванные и рукоположенные, чтобы наставлять и обучать вас. Они любят вас, так же, как и я.

source: You have come to this earth at a glorious time. The opportunities before you are nearly limitless. Almost all of you live in comfortable homes, with loving families, adequate food, and sufficient clothing. In addition, most of you have access to amazing technological advances. You communicate through cell phones, text messaging, instant messaging, e-mailing, blogging, Facebook, and other such means. You listen to music on your iPods and MP3 players. This list, of course, represents but a few of the technologies which are available to you.
ru: Вы пришли на эту Землю в чудесное время. Ваши возможности почти безграничны. Почти все вы живете в удобных домах, с любящими семьями, нормально питаетесь и одеваетесь. Кроме того, большинству из вас доступны удивительные технические возможности. Вы общаетесь с помощью сотовых телефонов, текстовых сообщений, мгновенных сообщений, электронной почты, блогов, социальных сетей и прочих средств. Вы слушаете музыку на iPod-ах и MP3-плейерах. И это далеко не все, что у вас сегодня есть.

source: All of this is a little daunting to someone such as I, who grew up when radios were generally large floor models and when there were no televisions to speak of, let alone computers or cell phones. In fact, when I was your age, telephone lines were mostly shared. In our family, if we wanted to make a telephone call, we would have to pick up the phone and listen first to make certain no other family was using the line, for several families shared one line.
ru: Все это немного пугает такого человека, как я, который рос, когда огромные радиоприемники в основном стояли на полу, когда практически не было телевидения, не говоря уже о компьютерах или сотовых телефонах. Когда мне было столько, сколько сейчас вам, телефонные линии обычно были спаренными. В нашей семье, если мы хотели позвонить по телефону, надо было поднять трубку и убедиться, что линию не занимает другая семья, потому что линия была одна на несколько семей.

source: I could go on all night talking about the differences between my generation and yours. Suffice it to say that much has changed between the time I was your age and the present.
ru: Я мог бы весь вечер говорить о различиях между моим поколением и вашим. Достаточно сказать, что со времени моей юности очень многое изменилось.

source: Although this is a remarkable period when opportunities abound, you also face challenges which are unique to this time. For instance, the very technological tools I have mentioned provide opportunities for the adversary to tempt you and to ensnare you in his web of deceit, thereby hoping to take possession of your destiny.
ru: Хотя это и здорово – иметь сейчас столько возможностей, есть у вас и особые испытания, характерные именно для этого времени. Например, те самые технические средства, о которых я говорил, позволяют лукавому искушать вас и заманивать в сети обмана, надеясь таким образом завладеть вашей судьбой.

source: As I contemplate all that you face in the world today, one word comes to my mind. It describes an attribute needed by all of us but one which you—at this time of your life and in this world—will need particularly. That attribute is courage.
ru: Размышляя о том, с чем вы сталкиваетесь в современном мире, я вспоминаю одно слово. Оно описывает некое качество, необходимое всем нам, но вам – в эту пору вашей жизни и в этом мире – оно особенно нужно. Это качество – смелость.

source: Tonight I’d like to talk with you about the courage you will need in three aspects of your lives:
ru: Сегодня я хочу говорить с вами о смелости, которая потребуется вам в трех аспектах вашей жизни:

source: * First, the courage to refrain from judging others;
ru: • Во-первых, смелость воздерживаться от осуждения других людей;

source: * Second, the courage to be chaste and virtuous; and
ru: • во-вторых, смелость быть целомудренными и добродетельными; и

source: * Third, the courage to stand firm for truth and righteousness.
ru: • в-третьих, смелость, чтобы твердо стоять за истину и праведность.

source: May I speak first about the courage to refrain from judging others. Oh, you may ask, “Does this really take courage?” And I would reply that I believe there are many times when refraining from judgment—or gossip or criticism, which are certainly akin to judgment—takes an act of courage.
ru: Позвольте сначала поговорить о смелости не осуждать других людей. О, вы можете спросить: а нужна ли для этого смелость? Я бы сказал, что, по-моему, очень часто воздержание от осуждения – или сплетен, или критики, которые очень близки к осуждению, – требует смелости.

source: Unfortunately, there are those who feel it necessary to criticize and to belittle others. You have, no doubt, been with such people, as you will be in the future. My dear young friends, we are not left to wonder what our behavior should be in such situations. In the Sermon on the Mount, the Savior declared, “Judge not.”1 At a later time He admonished, “Cease to find fault one with another.”2 It will take real courage when you are surrounded by your peers and feeling the pressure to participate in such criticisms and judgments to refrain from joining in.
ru: К сожалению, есть такие люди, которые думают, будто критиковать и унижать других необходимо. Вы, конечно, встречали таких людей и еще будете встречать. Мои дорогие юные друзья, нам нет нужды гадать, каким должно быть наше поведение в таких случаях. В Нагорной проповеди Спаситель говорил: «Не судите»1. В другой раз Он увещевал: «Перестаньте находить ошибки друг в друге»2. Вам потребуется настоящая смелость, чтобы под давлением сверстников, предлагающих участвовать в такой критике и осуждениях, воздержаться от этого.

source: I would venture to say that there are young women around you who, because of your unkind comments and criticism, are often left out. It seems to be the pattern, particularly at this time in your lives, to avoid or to be unkind to those who might be judged different, those who don’t fit the mold of what we or others think they should be.
ru: Я рискнул бы сказать, что есть вокруг вас девушки, которые из-за ваших недобрых слов и критики часто чувствуют себя отвергнутыми. Кажется, есть такая мода, особенно в эту пору вашей жизни, избегать или осуждать тех, кого считают не такими, как все, кто не соответствует нашим или чьим-то представлениям о том, какими они должны быть.

source: “A new commandment I give unto you, That ye love one another. . . .
ru: «Заповедь новую даю вам, да любите друг друга…

source: “By this shall all men know that ye are my disciples, if ye have love one to another.”3
ru: По тому узнают все, что вы Мои ученики, если будете иметь любовь между собою»3.

source: Mother Teresa, a Catholic nun who worked among the poor in India most of her life, spoke this truth: “If you judge people, you have no time to love them.”
ru: Мать Тереза, католическая монахиня, которая большую часть жизни работала в Индии среди бедных, высказала такую истину: «Если вы осуждаете людей, у вас не остается времени любить их».

source: A friend told me of an experience she had many years ago when she was a teenager. In her ward was a young woman named Sandra who had suffered an injury at birth, resulting in her being somewhat mentally handicapped. Sandra longed to be included with the other girls, but she looked handicapped. She acted handicapped. Her clothing was always ill fitting. She sometimes made inappropriate comments. Although Sandra attended their Mutual activities, it was always the responsibility of the teacher to keep her company and to try to make her feel welcome and valued, since the girls did not.
ru: Одна знакомая рассказала мне давнюю историю из своей юности. В ее приходе была девушка по имени Сандра, которая получила травму при рождении и была немного отсталой умственно. Сандре очень хотелось дружить с девушками, но выглядела она как инвалид. И делала все как инвалид. И одежда всегда плохо на ней сидела. Иногда она могла сказать что-то невпопад. Хотя Сандра ходила на их мероприятия, компанию ей составляла только учительница, считавшая своим долгом заботиться о том, чтобы ей не было одиноко, ибо девушки с ней не общались.

source: Then something happened: a new girl of the same age moved into the ward. Nancy was a cute, redheaded, self-confident, popular girl who fit in easily. All the girls wanted to be her friend, but Nancy didn’t limit her friendships. In fact, she went out of her way to befriend Sandra and to make certain she always felt included in everything. Nancy seemed to genuinely like Sandra.
ru: Потом кое-что случилось: к ним в приход переехала новая девушка, их сверстница. Нэнси была симпатичной, рыжеволосой, уверенной в себе, популярной, общительной. Все девушки захотели с ней дружить, но Нэнси не ограничивала свой круг общения. Она решила поддержать Сандру и следила за тем, чтобы та всегда во всем участвовала. Казалось, Нэнси искренне полюбила Сандру.

source: Of course the other girls took note and began wondering why they hadn’t ever befriended Sandra. It now seemed not only acceptable but desirable. Eventually they began to realize what Nancy, by her example, was teaching them: that Sandra was a valuable daughter of our Heavenly Father, that she had a contribution to make, and that she deserved to be treated with love and kindness and positive attention.
ru: Конечно, другие девушки заметили это и задумались: почему это они никогда не общаются с Сандрой? Теперь это казалось не только приемлемым, но и желательным. В конце концов они стали понимать, что Нэнси своим примером учит их тому, что Сандра – драгоценная дочь нашего Небесного Отца, что ей есть чем поделиться, что она заслуживает любви, доброты и внимания.

source: By the time Nancy and her family moved from the neighborhood a year or so later, Sandra was a permanent part of the group of young women. My friend said that from then on she and the other girls made certain no one was ever left out, regardless of what might make her different. A valuable, eternal lesson had been learned.
ru: К тому времени, когда Нэнси и ее семья уехали из того места, примерно через год, Сандра стала постоянной участницей группы молодых женщин. Моя знакомая сказала, что с тех пор и она, и другие девушки стали следить за тем, чтобы она не чувствовала себя чужой. Был усвоен ценный, вечный урок.

source: True love can alter human lives and change human nature.
ru: Истинная любовь может изменить человеческую жизнь и человеческую природу.

source: My precious young sisters, I plead with you to have the courage to refrain from judging and criticizing those around you, as well as the courage to make certain everyone is included and feels loved and valued.
ru: Мои драгоценные юные сестры, умоляю вас: имейте смелость воздерживаться от осуждения и критики окружающих, имейте смелость заботиться о том, чтобы каждый чувствовал, что его принимают, любят и ценят.

source: I turn next to the courage you will need to be chaste and virtuous. You live in a world where moral values have, in great measure, been tossed aside, where sin is flagrantly on display, and where temptations to stray from the strait and narrow path surround you. Many are the voices telling you that you are far too provincial or that there is something wrong with you if you still believe there is such a thing as immoral behavior.
ru: Теперь – о смелости быть целомудренными и добродетельными. Вы живете в мире, где нравственные ценности в значительной мере отброшены, где скандально демонстрируется грех и где вас постоянно искушают свернуть с прямого и узкого пути. Вам отовсюду твердят, что вы слишком провинциальны или что с вами что-то не так, если вы до сих пор думаете, что есть такая вещь, как безнравственное поведение.

source: Isaiah declared, “Woe unto them that call evil good, and good evil; that put darkness for light, and light for darkness.”4
ru: Исаия изрек: «Горе тем, которые зло называют добром, и добро – злом, тьму почитают светом, и свет – тьмою»4.

source: Great courage will be required as you remain chaste and virtuous amid the accepted thinking of the times.
ru: Нужна большая смелость, чтобы оставаться целомудренными и добродетельными среди бытующих сегодня воззрений.

source: In the world’s view today there is little thought that young men and young women will remain morally clean and pure before marriage. Does this make immoral behavior acceptable? Absolutely not!
ru: В нынешнем мире мало кто заботится о том, чтобы юноши и девушки оставались нравственно чистыми до брака. Делает ли это приемлемым безнравственное поведение? Категорически нет!

source: The commandments of our Heavenly Father are not negotiable!
ru: Заповеди нашего Небесного Отца непререкаемы!

source: Powerful is this quote from news commentator Ted Koppel, host of ABC’s Nightline program for many years. Said he:
ru: Вот яркая цитата из высказываний новостного комментатора Тэда Коппэла, многолетнего ведущего программы ABC Nightline:

source: “We have actually convinced ourselves that slogans will save us. ‘Shoot up if you must; but use a clean needle.’ ‘Enjoy sex whenever with whomever you wish; but [protect yourself].’
ru: «Мы фактически убедили себя в том, что нас спасут лозунги: ‘Колитесь, если надо, но чистой иглой’. Или: ‘Занимайтесь сексом, когда и с кем хотите, но [предохраняйтесь]…’

source: “No. The answer is no. Not no because it isn’t cool or smart or because you might end up in jail or dying in an AIDS ward—but no, because it’s wrong. . . .
ru: Нет! Наш ответ: нет! И не потому, что это не круто или не шикарно, или за это можно угодить в тюрьму или умереть от СПИДа; нет, потому что это неправильно!

source: “What Moses brought down from Mt. Sinai were not the Ten Suggestions, they are Commandments. Are, not were.”5
ru: Моисей принес с горы Синай не десять предложений, а Десять заповедей! И они остаются в силе!»5

source: My sweet young sisters, maintain an eternal perspective. Be alert to anything that would rob you of the blessings of eternity.
ru: Мои милые юные сестры, не забывайте о вечном. Остерегайтесь всего, что может лишить вас благословений вечности.

source: Help in maintaining the proper perspective in these permissive times can come to you from many sources. One valuable resource is your patriarchal blessing. Read it frequently. Study it carefully. Be guided by its cautions. Live to merit its promises. If you have not yet received your patriarchal blessing, plan for the time when you will receive it, and then cherish it.
ru: Помощь в поддержании надлежащей перспективы в эти времена вседозволенности может прийти из многих источников. Один ценный ресурс – ваше патриархальное благословение. Читайте его почаще. Внимательно изучайте его. Не забывайте его предостережения. Будьте достойны его обещаний. Если вы еще не получили патриархального благословения, запланируйте время, когда вы его получите, и тогда дорожите им.

source: If any has stumbled in her journey, there is a way back. The process is called repentance. Our Savior died to provide you and me that blessed gift. The path may be difficult, but the promise is real: “Though your sins be as scarlet, they shall be as white as snow.”6 “And I will remember [them] no more.”7
ru: Если кто-то оступился на своем пути, то можно исправиться. Этот процесс называют покаянием. Наш Спаситель умер, чтобы оставить вам и мне этот благословенный дар. Путь может быть трудным, но обещание реально: «Если будут грехи ваши, как багряное, – как снег убелю»6. «И уже не воспомяну более»7.

source: Some years ago another First Presidency made this statement, and your First Presidency today echoes the appeal. I quote: “To the youth . . . , we plead with you to live clean [lives], for the unclean life leads only to suffering, misery, and woe physically,—and spiritually it is the path to destruction. How glorious and near to the angels is youth that is clean; this youth has joy unspeakable here and eternal happiness hereafter. Sexual purity is youth’s most precious possession; it is the foundation of all righteousness.”8
ru: Когда-то другое Первое Президентство выступило с такими словами, и ваше нынешнее Первое Президентство повторяет их. Цитирую: «Молодежь… мы умоляем вас вести чистую [жизнь], ибо нечистая жизнь приводит только к страданию, мучению и горю – физически и духовно; это путь к гибели. Как восхитительна и близка к Ангелам молодежь, которая чиста! Этой молодежи дается несказанная радость здесь и вечное счастье в будущем.Чистота в интимной сфере – самое драгоценное имущество молодежи; это основа всей праведности»8.

source: May you have the courage to be chaste and virtuous.
ru: Имейте смелость быть целомудренными и добродетельными.

source: My final plea tonight is that you have the courage to stand firm for truth and righteousness. Because the trend in society today is away from the values and principles the Lord has given us, you will almost certainly be called upon to defend that which you believe. Unless the roots of your testimony are firmly planted, it will be difficult for you to withstand the ridicule of those who challenge your faith. When firmly planted, your testimony of the gospel, of the Savior, and of our Heavenly Father will influence all that you do throughout your life. The adversary would like nothing better than for you to allow derisive comments and criticism of the Church to cause you to question and doubt. Your testimony, when constantly nourished, will keep you safe.
ru: Моя последняя просьба сегодня: имейте смелость твердо стоять за истину и праведность. Поскольку тенденции современного общества далеки от ценностей и принципов, которые дал нам Господь, вы почти наверняка будете призваны защищать то, во что верите. Если корни вашего свидетельства не будут достаточно крепки, вам будет трудно устоять против насмешек тех, кто бросает вызов вашей вере. Если эти корни будут крепки, ваше свидетельство о Евангелии, о Спасителе и о нашем Небесном Отце будут влиять на все, что вы делаете в своей жизни. Искуситель мечтает о том, чтобы вы допускали иронические комментарии и критику в адрес Церкви, чтобы заставить вас усомниться в ней. Ваше свидетельство, если его постоянно подпитывать, – гарантия вашей безопасности.

source: Recall with me Lehi’s vision of the tree of life. He saw that many who had held to the iron rod and had made their way through the mists of darkness, arriving at last at the tree of life and partaking of the fruit of the tree, did then “cast their eyes about as if they were ashamed.”9 Lehi wondered as to the cause of their embarrassment. As he looked about, he “beheld, on the other side of the river of water, a great and spacious building. . . .
ru: Давайте вспомним сон Легия о дереве жизни. Он увидел, что многие из тех, кто, держась за железные перила, пробивались через темную мглу, добирались до дерева жизни и вкушали от его плода, затем «стали поглядывать вокруг себя, как бы стыдясь»9. Легий задумался о причине их стыда. Оглядевшись вокруг, он «увидел по другую сторону реки великое и обширное здание…

source: “And it was filled with people, both old and young, both male and female; and their manner of dress was exceedingly fine; and they were in the attitude of mocking and pointing their fingers towards those who . . . were partaking of the fruit.”10
ru: И оно было наполнено людьми, как молодыми, так и старыми, как мужчинами, так и женщинами; и вид их одежд был очень роскошный; и они стояли и указывали пальцами и насмехались над теми, которые… вкушали… плоды»10.

source: The great and spacious building in Lehi’s vision represents those in the world who mock God’s word and who ridicule those who embrace it and who love the Savior and live the commandments. What happens to those who are ashamed when the mocking occurs? Lehi tells us, “And after they had tasted of the fruit they were ashamed, because of those that were scoffing at them; and they fell away into forbidden paths and were lost.”11
ru: Великое и обширное здание во сне Легия представляет тех в мире, кто насмехается над Божьим словом и высмеивает людей, которые принимают его, которые любят Спасителя и живут по заповедям. Что случается с теми, кто стыдится, услышав насмешки? Легий говорит нам: «И после того, как они вкусили плоды, им стало стыдно пред теми, которые насмехались над ними; и отошли они на запрещенные пути и погибли»11.

source: My beloved young sisters, with the courage of your convictions, may you declare with the Apostle Paul, “I am not ashamed of the gospel of Christ: for it is the power of God unto salvation.”12
ru: Мои возлюбленные юные сестры, со всей смелостью ваших убеждений скажите вместе с Апостолом Павлом: «Я не стыжусь благовествования Христова, потому что оно есть сила Божия ко спасению»12.
